name: "text_recognition"
backend: "onnxruntime"
max_batch_size : 256
input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ 3, 48, -1 ]
  }
]
output [
  {
    name: "softmax_2.tmp_0"
    data_type: TYPE_FP32
    dims: [ -1, 97 ]
  }
]
dynamic_batching { }

instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]